[
  {
    "title": "Shipper 360",
    "language": ["next", "stitches", "graphql", "axios"],
    "image": "Shipper 360.jpg",
    "url": "https://360.shipper.id/login",
    "disabled": false,
    "description": "Shipper360 is a website with various services, users register as a merchant then can access several services such as shipping, fulfillment, warehouse and omnichannel. A wallet account is available that can be used for payment of orders and commissions disbursement"
  },
  {
    "title": "Shipper Dashboard",
    "language": ["next", "styled-jsx", "graphql", "axios"],
    "image": "Shipper BOS.jpg",
    "url": "https://dashboard.shipper.id/login",
    "disabled": false,
    "description": "Shipper Dashboard is a website for merchants, they can send goods to various locations in Indonesia (domestic) and also Intenational. A wallet account is available that can be used for payment of orders and commissions disbursement"
  },
  {
    "title": "Shipper HQ",
    "language": ["react", "sass", "graphql", "axios"],
    "image": "Shipper HQ.jpg",
    "url": "https://mitra.shipper.id/#/login",
    "disabled": false,
    "description": "ShipperHQ is a website used by Shipper agents to process orders belonging to merchants and non-merchants, both domestic and international orders. A wallet account is available that can be used for payment of orders and commissions disbursement"
  },
  {
    "title": "AvidX - Profile",
    "language": ["html", "tailwind", "javascript"],
    "image": "AvidX - Profile.jpg",
    "url": "https://www.avidx.app/index.html",
    "disabled": false,
    "description": "AvidX is a website designed to facilitate English language practice, providing an immersive learning experience for users of all proficiency levels. This project was born from a passion for developing language skills through engaging and interactive methods.",
    "contribution": "In this project, my role as a frontend developer involved creating an intuitive and visually appealing user interface. I implemented features that enhanced user engagement, such as the personalized learning paths and interactive exercises. Additionally, I collaborated with the backend team to ensure seamless integration of frontend components."
  },
  {
    "title": "AvidX - Practice",
    "language": ["react", "styled-components", "polished", "axios", "react-query"],
    "image": "AvidX - Practice.jpg",
    "url": "https://practice.avidx.app/login",
    "disabled": false,
    "description": "AvidX Practice is a dedicated website designed to improve English language proficiency through targeted and engaging practice sessions. Starting from reading, writing, listening and speaking. User can try to practice on this website for free",
    "contribution": "As a contributor to AvidX Practice, my role involved implementing interactive exercises, developing the speaking challenges feature, and ensuring a visually appealing and user-friendly interface. The goal was to create an online space where users could genuinely enjoy practicing English and witness tangible progress in their language skills."
  },
  {
    "title": "Vita School",
    "language": ["html", "bootstrap", "javascript", "laravel"],
    "image": "vita-school.png",
    "url": "https://vitaschool.sch.id/",
    "disabled": false,
    "description": "Vita Scholl is a web profile project is a dynamic and informative online platform dedicated to showcasing the essence of Vita School, a prominent educational institution in Surabaya. The website serves as a centralized hub for students, parents, and the community, offering insights into the school's culture, events, and latest updates.",
    "contribution": "As a key contributor to the Vita Scholl Web Profile project, my responsibilities as a frontend developer included translating design concepts into a visually appealing and user-friendly interface. I collaborated closely with the design and backend teams to ensure a cohesive and impactful digital presence for Vita School."
  },
  {
    "title": "Citiplan Indonesia",
    "language": ["html", "bootstrap", "javascript", "slick-slider"],
    "image": "citiplan.jpg",
    "url": "https://citiplanindonesia.com",
    "disabled": false,
    "description": "Citiplan Indonesia is a web profile project is a comprehensive and informative online platform that serves as the digital representation of Citiplan Indonesia. The website provides a detailed overview of Citiplan, showcasing its achievements, services, and commitment to excellence. Designed to offer a glimpse into the company's values and accomplishments.",
    "contribution": "As a key contributor to the Citiplan Indonesia Web Profile project, my role as a frontend developer involved creating an inviting and user-friendly interface. I collaborated closely with the design and content teams to ensure that the website effectively communicates Citiplan's values, achievements, and services."
  },
  {
    "title": "Froyanesia",
    "language": ["html", "bootstrap", "javascript", "laravel"],
    "image": "froya.jpg",
    "url": "http://froya.co.id",
    "disabled": true,
    "description": "Froyanesia stands as a pioneering digital marketplace tailored for the buying and selling of fresh chicken, providing a convenient and reliable platform for enthusiasts of fresh chicken."
  },
  {
    "title": "Esusmart",
    "language": ["html", "bootstrap", "javascript", "laravel"],
    "image": "esusmart.png",
    "url": "http://esusmart.com",
    "disabled": true,
    "description": "Esusmart represents a groundbreaking venture into the digital realm of neighborhood convenience, serving as a dedicated online marketplace for the modern \"kelontong\" or mini mart. This web platform redefines the traditional shopping experience by bringing the corner store to the fingertips of users, offering a diverse range of everyday essentials in a seamless and user-friendly digital environment."
  },
  {
    "title": "Bimi",
    "language": ["html", "bootstrap", "javascript"],
    "image": "bimi.jpg",
    "url": "http://bmi.esusmart.com",
    "disabled": true,
    "description": "Bimi is a web profile project stands as a digital gateway to the world of Bimi, a distinguished mining company. This online platform provides a comprehensive overview of Bimi's operations, values, and contributions to the mining industry. Through thoughtful design and informative content, the web profile showcases Bimi's commitment to excellence in the field of mining"
  },
  {
    "title": "Doolen",
    "language": ["html", "bootstrap", "javascript"],
    "image": "doolen.jpg",
    "url": "https://doolen.com/",
    "disabled": true,
    "description": "Doolen emerges as a cutting-edge online marketplace designed to revolutionize the way we buy and sell fresh produce, fruits, seafood, and daily essentials. Serving as a digital marketplace for everyday needs, Doolen connects consumers with a diverse range of high-quality, locally sourced products, offering a seamless and convenient solution for modern-day grocery shopping."
  },
  {
    "title": "Artpedia",
    "language": ["html", "sass", "javascript"],
    "image": "artpedia.jpg",
    "url": "https://arathfal.github.io/artpedia/",
    "disabled": false,
    "description": "Artpedia is your ultimate destination for information about the vast world of art. This digital platform serves as an information hub, offering diverse insights into various art forms, techniques and cultural movements. Whether you're an art enthusiast, a student, or someone simply curious about the breadth of creativity, Artpedia provides a gateway to exploring and understanding the beauty of art."
  }
]
