[
  {
    "title": "Shipper 360",
    "language": ["next", "stitches", "graphql", "axios"],
    "image": "/portfolios/Shipper 360.jpg",
    "url": "https://360.shipper.id/login",
    "disabled": false,
    "description": "Shipper360 provides a range of services for merchants, including shipping, fulfillment, warehousing, omnichannel solutions, and a wallet for payment management."
  },
  {
    "title": "Shipper Dashboard",
    "language": ["next", "styled-jsx", "graphql", "axios"],
    "image": "/portfolios/Shipper BOS.jpg",
    "url": "https://dashboard.shipper.id/login",
    "disabled": false,
    "description": "Shipper Dashboard facilitates domestic and international shipping for merchants, alongside a wallet for order payments and commission disbursements."
  },
  {
    "title": "Shipper HQ",
    "language": ["react", "sass", "graphql", "axios"],
    "image": "/portfolios/Shipper HQ.jpg",
    "url": "https://mitra.shipper.id/#/login",
    "disabled": false,
    "description": "ShipperHQ aids agents in processing domestic and international orders for merchants and non-merchants. It includes a wallet for order payments and commission disbursement."
  },
  {
    "title": "AvidX - Profile",
    "language": ["html", "tailwind", "javascript"],
    "image": "/portfolios/AvidX - Profile.jpg",
    "url": "https://www.avidx.app/index.html",
    "disabled": false,
    "description": "AvidX is an immersive English practice for all levels. Passionately crafted to enhance language skills through engaging methods.",
    "contribution": "In this project, my role as a frontend developer involved creating an intuitive and visually appealing user interface. I implemented features that enhanced user engagement, such as the personalized learning paths and interactive exercises. Additionally, I collaborated with the backend team to ensure seamless integration of frontend components."
  },
  {
    "title": "AvidX - Practice",
    "language": ["react", "styled-components", "polished", "axios", "react-query"],
    "image": "/portfolios/AvidX - Practice.jpg",
    "url": "https://practice.avidx.app/login",
    "disabled": false,
    "description": "AvidX Practice elevates English skills through focused reading, writing, listening, and speaking sessions. Enjoy free access to these beneficial sessions.",
    "contribution": "As a contributor to AvidX Practice, my role involved implementing interactive exercises, developing the speaking challenges feature, and ensuring a visually appealing and user-friendly interface. The goal was to create an online space where users could genuinely enjoy practicing English and witness tangible progress in their language skills."
  },
  {
    "title": "Vita School",
    "language": ["html", "bootstrap", "javascript", "laravel"],
    "image": "/portfolios/Vita School.jpg",
    "url": "https://vitaschool.sch.id/",
    "disabled": false,
    "description": "Vita School's dynamic web profile highlights the institution's essence, serving students, parents, and the community with cultural insights and event updates.",
    "contribution": "As a key contributor to the Vita Scholl Web Profile project, my responsibilities as a frontend developer included translating design concepts into a visually appealing and user-friendly interface. I collaborated closely with the design and backend teams to ensure a cohesive and impactful digital presence for Vita School."
  },
  {
    "title": "Citiplan Indonesia",
    "language": ["html", "bootstrap", "javascript", "slick-slider"],
    "image": "/portfolios/Citiplan Indonesia.jpg",
    "url": "https://citiplanindonesia.com",
    "disabled": false,
    "description": "Citiplan Indonesia's web profile showcases achievements, services, and commitment to excellence, reflecting company values.",
    "contribution": "As a key contributor to the Citiplan Indonesia Web Profile project, my role as a frontend developer involved creating an inviting and user-friendly interface. I collaborated closely with the design and content teams to ensure that the website effectively communicates Citiplan's values, achievements, and services."
  },
  {
    "title": "Artpedia",
    "language": ["html", "sass", "javascript"],
    "image": "/portfolios/artpedia.jpg",
    "url": "https://arathfal.github.io/artpedia/",
    "disabled": false,
    "description": "Your go-to for art info! Explore diverse art forms, techniques, and cultural movements. Perfect for enthusiasts, students, and the curious."
  }
]
